Repository: kokmalkok/ForgetAboutTasks
Catalog: ForgetAboutTasks/Resources/*.lproj/Localizable.strings
Languages: ru

source: Schedule
ru: Календарь

source: All Tasks
ru: Все задачи

source: Contacts
ru: Контакты

source: Profile
ru: Профиль

source: Calendar
ru: Календарь

source: Enter the name of event
ru: Введите название мероприятия

source: Can't get weekday numbers. Try again!
ru: Не получается получить данные о календаре. Попробуйте позже!

source: Error value
ru: Ошибка получения значения

source: Event saved successfully
ru: Мероприятие сохранено успешно

source: Result of search:
ru: Результат поиска:

source: . Time:
ru: . Время:

source: All events
ru: Все мероприятия

source: Start -
ru: Начало -

source: .End -
ru: . Окончание -

source: Today have some birthdays!
ru: У кого-то день рождения!

source: Time
ru: Время

source: Date
ru: Дата

source: A-Z
ru: А-Я

source: Do you want to delete choosen cells?
ru: Вы хотите удалить выбранные строки?

source: Warning!
ru: Внимание!

source: Delete
ru: Удалить

source: Cancel
ru: Отменить

source: Delete choosen
ru: Удалить

source: Cancel editing mode
ru: Отменить редактирование

source: Actions
ru: Действия

source: Error gettin time or date. Try again!
ru: Ошибка получения времени или даты. Попробуйте позже

source: Name of event
ru: Детали

source: Date and time
ru: Дата и время

source: Details of event
ru: Детали мероприятия

source: Color of event
ru: Акцентированный цвет

source: Image
ru: Изображение

source: Start
ru: Начало

source: End
ru: Конец

source: Reminder status
ru: Добавлено в напоминания

source: Added to Calendar
ru: Добавлено в Календарь

source: Name
ru: Детали

source: Type
ru: Тип

source: URL
ru: Ссылка

source: Note
ru: Заметки

source: Text was copied
ru: Текст был скопирован

source: Details
ru: Детали

source: Share PDF File
ru: Поделиться PDF файлом

source: Share Image
ru: Поделиться скриншотом

source: Do you want to delete event?
ru: Вы хотите удалить мероприятие?

source: Event was edited!
ru: Мероприятие отредактировано!

source: Copy Image
ru: Скопировать изображение

source: Error making screenshot of table view
ru: Ошибка создания скриншота таблицы

source: Please,try again later Error getting data
ru: Пожалуйста, повторите позже. Ошибка получения данных

source: Start and End of event
ru: Начало и окончание мероприятия

source: Category of event
ru: Дополнительная информация

source: Choose image
ru: Выберите изображение

source: Set a reminder
ru: Установить напоминание

source: Add to Calendar
ru: Добавить в Календарь

source: Attention
ru: Внимание

source: You inputed the data that was not saved. What do you want to do?
ru: Вы хотите отменить введенные данные?

source: Enter date for adding event to Calendar
ru: Выберите дату для добавления мероприятия в Календарь

source: Error saving event to calendar
ru: Ошибка сохранения мероприятия в календарь

source: Enter value in Name cell
ru: Введите данные в поле с именем

source: Choose date of event
ru: Выберите дату мероприятия

source: Choose time of event
ru: Выберите время мероприятия

source: End Date can't end earlier than Start Date. Change start or end date
ru: Конечная дата не может быть раньше начала мероприятия. Поменяйте данные на корректные

source: Error!
ru: Ошибка!

source: Discard changes
ru: Отменить изменения

source: Save
ru: Сохранить

source: Options
ru: Настройка

source: Planned reminder
ru: Запланированное напоминание

source: What exactly do you want to do?
ru: Что вы хотите сделать?

source: Set new image
ru: Выбрать изображение из медиатеки

source: Make new image
ru: Сделать новое изображение

source: Delete image
ru: Удалить изображение

source: Can't get image and save it to event. Try again later!
ru: Не удалось сохранить изображение Попробуйте позже!

source: Enter text
ru: Введите текст

source: Enter Name of event
ru: Детали мероприятия

source: Enter Type of event
ru: Тип мероприятия

source: Enter URL name with domain
ru: Веб-ссылка

source: Enter URL
ru: Введите URL

source: Enter name of URL link with correct domain
ru: Введите корректный адрес сайта с указанием домена

source: Incorrect input
ru: Некорректный ввод

source: Enter Notes of event
ru: Заметки

source: You have some changes. What do you want to do
ru: Вы внесли некоторые изменения Не желаете их сохранить?

source: Enter date for setting reminder
ru: Укажите начала и окончание мероприятия для установки напоминания

source: Error set up reminder!
ru: Ошибка напоминания!

source: Check Name,Start Date and End Date. They must have some property
ru: Укажите Название мероприятия, Начала и Окончание мероприятия

source: Editing event
ru: Редактирование мероприятия

source: Share selection
ru: Поделиться

source: Specify start of event
ru: Укажите начало мероприятия

source: Specify end of event
ru: Укажите окончание мероприятия

source: Enter some notes
ru: Укажите значение в заметки

source: Set URL
ru: Укажите ссылку URL

source: Set Type of event
ru: Укажите тип мероприятия

source: Set Name of event
ru: Укажите полное наименование мероприятия

source: Cant save event in Calendar
ru: Не удалось сохранить мероприятие в Календарь

source: Pull to refresh
ru: Потяните, чтобы обновить

source: Search tasks
ru: Поиск по задачам

source: Task saved successfully
ru: Задача сохранена успешно

source: Notes
ru: Заметки

source: Color accent
ru: Цветовой акцент

source: Error saving!
ru: Ошибка сохранения

source: Enter title of task
ru: Введите название задачи

source: Date:
ru: Дата:

source: Time:
ru: Время:

source: Enter notes value
ru: Введите данные для заметок

source: Enter URL value
ru: Введите или вставьте ссылку

source: Editing Task
ru: Редактирование задачи

source: You have some changes. What do you want to do?
ru: У вас есть некоторые изменения Что вы хотите с ними сделать?

source: Give access to app in Settings if it will be neccessary
ru: Дайте доступ в настройках если это будет необходимо

source: Are you sure you want to delete all contacts permanently?
ru: Уверены, что хотите удалить все контакты?

source: Choosen contact imported successfully
ru: Выбранные контакты импортированы успешно

source: This function is not avaliable. Try again later
ru: Эта функция недоступна. Попробуйте позже

source: Contact saved successfully
ru: Контакт сохранен успешно!

source: Share Contact Card
ru: Поделиться картой выбранного контакта

source: Open Contact
ru: Открыть Контакт

source: Call to contact
ru: Позвонить

source: Send message
ru: Отправить сообщение

source: Delete Contact
ru: Удалить Контакт

source: Main Info
ru: Основная информация

source: Address
ru: Адрес

source: Birthday
ru: Дата рождения

source: Type of contact
ru: Тип Контакта

source: Enter Name
ru: Введите имя

source: Enter Second Name
ru: Введите фамилию

source: Enter Phone number
ru: Номер телефона

source: Enter Mail
ru: Почта

source: Country
ru: Страна

source: City
ru: Город

source: Postal Code
ru: Почтовый индекс

source: Choose date
ru: Выберите дату

source: Choose Type of contact
ru: Выберите тип контакта

source: Enter value in Name and Phone sections
ru: Укажите имя и номер телефона нового контакта

source: New Contact
ru: Новый Контакт

source: Could not saved contact in Contacts List. Try again later
ru: Не удалось сохранить Контакт в телефонну книгу. Попробуйте позже

source: Enter first name
ru: Укажите имя

source: Enter secon name
ru: Укажите фамилию

source: Enter valid number
ru: Номер телефона

source: Enter mail
ru: Почта

source: Enter the @ domain and country domain
ru: Укажите почтовый домен и регион

source: Enter name of country
ru: Укажите название страны

source: Enter name of city
ru: Укажите название города

source: Enter the address
ru: Укажите адресс

source: Enter postal code
ru: Введите почтовый индекс

source: Edit Contact
ru: Редактирование Контакта

source: You can't send email. Maybe you don't Have Apple Mail App on your device?
ru: Вы не можете отправить письмо. Возможно у вас не установлено приложение Почта?

source: Cant get date
ru: Не удалось получить информацию

source: Value is empty. Can't open location
ru: Не удается найти выбранный адрес

source: Contry:
ru: Страна:

source: City:
ru: Город:

source: Street:
ru: Улица:

source: Postal code:
ru: Почтовый индекс:

source: Age:
ru: Возраст:

source: . Birthday date:
ru: . Дата рождения:

source: My Profile
ru: Мой Профиль

source: Enter your age
ru: Введите ваш возраст

source: Enter age number
ru: Введите число

source: Enter new name and second name
ru: Введите Имя и Фамилию

source: Enter the text
ru: Введите текст

source: Press to set user's age
ru: Нажмите, чтобы указать возраст

source: User email
ru: Ваша почта

source: Press to set name of user
ru: Нажмите чтобы указать имя

source: Dark Mode
ru: Темный Режим

source: Access to Notifications
ru: Доступ к уведомлениям

source: Access to Calendar's Event
ru: Доступ к Календарю

source: Change App Icon
ru: Изменить Иконку

source: Change Ringtone
ru: Изменить Звук Уведомлений

source: Language
ru: Язык

source: Futures
ru: Нововведения

source: Information
ru: Информация

source: Delete Account
ru: Удалить аккаунт

source: Log Out
ru: Выйти

source: Main setups
ru: Основные настройки

source: Secondary setups
ru: Дополнительные настройки

source: Info
ru: Информация

source: Access to Contacts
ru: Доступ к контактам

source: Access to Photo and Camera
ru: Доступ к камере и библиотеке

source: Access to Face ID
ru: Доступ к Face ID

source: Password check frequency
ru: Таймер срабатывания пароля

source: Enable Animation
ru: Анимации

source: Enable vibration
ru: Вибрации

source: Confirm
ru: Подтвердить

source: Choose image from Photo
ru: Выбрать изображение из медиатеки

source: Do you want to Exit from your account?
ru: Вы хотите выйти из вашего аккаунта?

source: Change Account Password
ru: Изменить пароль аккаунта

source: Changing App Language
ru: Изменение языка приложения

source: Would you like to change the language of your application?
ru: Вы хотели бы изменить язык вашего приложения?

source: Do you want to switch off notifications?
ru: Вы хотите отключить доступ к уведомлениям?

source: Switching off access Notifications
ru: Отключение доступа к Уведомлениям

source: Notifications turn on completely
ru: Уведомления включены успешно

source: Switching on Notifications
ru: Включение уведомлений

source: Do you want to switch on notifications?
ru: Вы хотите включить уведомления?

source: Switching off access Calendar
ru: Отключение доступа к Календарю

source: Do you want to switch off access to Calendar?
ru: Вы хотите отключить доступ к Календарю и его мероприятиям?

source: Switching Off Face ID
ru: Отключение доступа к Face ID

source: Do you want to switch off access to Face ID. You could always change access if it will be necessary
ru: Вы хотите ограничить доступ к Face ID? В любое время вы сможете поменять это в настройках

source: Switching off access to Contacts
ru: Отключение доступа к Контактам

source: Do you want to switch off access to Contacts? You could always change access if it will be necessary
ru: Вы хотите ограничить доступ к Контактам? В любой момент вы сможете поменять доступ в настройках

source: Switching off access to Media
ru: Отключение доступа к Медиафайлам

source: Do you want to switch off access to Media? You could always change access if it will be necessary
ru: Вы действительно хотите ограничить доступ к Медиафайлам? В любой момент вы сможете поменять доступ в настройках

source: Code-password and Face ID
ru: Код-пароль и Face ID

source: Code-password
ru: Код-пароль

source: This function allow you to switch on password if it neccesary. Any time you could change it
ru: Эта функция позволяет вам включить пароль если это необходимо. В любой момент можно будет выключить

source: Switch on code-password
ru: Включен код-пароль

source: Switch off
ru: Выключен

source: Do you want to delete your account?
ru: Вы хотите удалить свой аккаунт?

source: Error access to account
ru: Ошибка доступа к аккаунту

source: Account was deleted
ru: Аккаунт был удален

source: Link is unavaliable
ru: Ссылка недоступна

source: Change
ru: Изменить

source: Can't access to link
ru: Не удается получить доступ к ссылке

source: Password was created
ru: Пароль был создан

source: Do you want to switch off or change password?
ru: Вы хотите выключить пароль или изменить его?

source: Change password
ru: Изменить пароль

source: Change language
ru: Изменить язык

source: Do you want to change account password?
ru: Вы хотите изменить пароль аккаунта?

source: Authorization goes through a special Firebase Authentication service. User data is not accessible to anyone, including the development team. This application collects data to improve the performance of the application, as well as for better user experience. All data is encrypted and stored on a special server inaccessible to anyone. Realm Data Base is used as storage, user settings and other system parameters are stored in UserDefaults.
ru: Авторизация в приложение использует специальный сервис Firebase Authentication. Пользовательские данные недоступны третьим лицам, даже команде разработчика. Данное приложение собирает данные и аналитику для улучшения производительства и качества данного приложения для лучшего пользовательского впечатления. В качестве хранения данных используется база данных Realm, пользовательские настройки и другие системные параметры хранятся в UserDefaults.

source: Cant exit from account. Try again later
ru: Не удалось получить доступ при выходе из аккаунта. Попробуйте позже

source: Change Font
ru: Изменить шрифт

source: Warning
ru: Внимание

source: Choose App Icon
ru: Выберите иконку

source: Cant get access to change Image
ru: Не удается изменить изображение

source: One hour
ru: Один час

source: Two hours
ru: Два часа

source: Three hours
ru: Три часа

source: Six hours
ru: Шесть часов

source: Twelve hours
ru: Двенадцать часов

source: Once a day
ru: Раз в день

source: Once every two days
ru: Раз в два дня

source: Once every three days
ru: Раз в три дня

source: Once a week
ru: Раз в неделю

source: Choose time
ru: Выберите время

source: Enter code-password
ru: Введите код-пароль

source: Confirm Password
ru: Подтвердите пароль

source: Confirmed
ru: Подтвержден

source: You entered different passwords. Try again
ru: Вы ввели разные пароли. Попробуйте еще раз!

source: Before using
ru: Перед использованием

source: Success
ru: Успешно

source: Incorrect password. Please try again!
ru: Некорректный пароль. Попробуйте еще раз

source: Test font size and style:
ru: Тестируемый размер и стиль текста:

source: Set weight font for table headers
ru: Укажите толщину шрифта для оглавлений

source: Set Weight for header title of Tables
ru: Укажите толщину шрифта для заголовков таблиц

source: Save changes
ru: Сохранить изменения

source: Default Settings
ru: Стандартные настройки

source: Do you want to set font settings to default?
ru: Вы хотите вернуть стандартные настройки шрифта?

source: Apply
ru: Подтвердить

source: Not indicated
ru: Недоступен

source: Error loading email
ru: Почта недоступна

source: Error loading name
ru: Имя недоступно

source: Set your name
ru: Укажите Ваше Имя

source: No email
ru: Почта отсутствует

source: This application using Firebase Authentication for entering, creating and storing user email and password. However our service using Keychain API for storing email and password, it store in UTF8 format and closed for third-persons can't be available. For more information, visit Firebase.Google.com
ru: Это приложение использует аутентификацию Firebase для ввода, создания и хранения электронной почты и пароля пользователя. Однако наш сервис, использующий Keychain API для хранения электронной почты и пароля, хранится в формате UTF8 и закрыт для третьих лиц, не может быть доступен. Для получения дополнительной информации посетите Firebase.Google.com.

source: Log In
ru: Войти

source: Create New Account
ru: Создать аккаунт

source: Or
ru: Или

source: Sign in with Google
ru: Войти с помощью Google

source: Error getting access to Firebase servers. Try again later
ru: Ошибка получения доступа к серверам Firebase. Попробуйте позже

source: Error getting data from account
ru: Ошибка получения данных аккаунта

source: Authorization
ru: Авторизация

source: Enter the password..
ru: Введите пароль

source: Continue
ru: Продолжить

source: Forget password?
ru: Забыли пароль?

source: Enter email and password. If You forget password, push Forget Password
ru: Укажите почту и пароль. Если вы забыли пароль, нажмите Забыли пароль.

source: Error login
ru: Ошибка входа

source: Enter email and password. If You forget your personal data, try again later.
ru: Укажите почту и пароль. Если вы забыли ваши данные, попробуйте позже.

source: Can't enter to application during low internet connection
ru: Не удается войти в приложение из-за плохого интернет соединения. Попробуйте позже.

source: Back
ru: Назад

source: Repeat the password..
ru: Повторите пароль..

source: Enter your name
ru: Введите имя

source: Create new account
ru: Создать новый аккаунт

source: Enter text in all fields
ru: Заполнитес все поля

source: This account has already been created
ru: Аккаунт уже существует

source: Password must contains at least 8 symbols, have uppercase and some numbers
ru: Пароль должен содержать как минимум 8 символов, иметь заглавные буквы и цифры

source: Passwords must be identical
ru: Пароли должны быть идентичными

source: Do you want to use strong generated password for your account?
ru: Вы хотите использовать генерацию сильного пароля для вашего аккаунта?

source: Create
ru: Создать

source: Generate strong password
ru: Сгенерировать пароль

source: Enter your email
ru: Введите вашу почту

source: Reset password
ru: Сбросить пароль

source: Important message
ru: Важное сообщение

source: We send you message with detail information. Check mailbox
ru: Мы отправили сообщение с восстановлением вашего аккаунта. Проверьте почту

source: Password recovery
ru: Сброс пароля

source: Set new password
ru: Укажите новый пароль

source: Enter old password
ru: Укажите старый пароль

source: Enter new password
ru: Укажите новый пароль

source: Repeat the password
ru: Повторите пароль

source: Reset
ru: Сброс

source: Enter correct old password
ru: Введите корректный старый пароль

source: Password was changed successfully
ru: Пароль был успешно изменен

source: Password is not equal or valid. Try again
ru: Пароль не идентичен или не подходит по условиям. Попробуйте позже

source: Password is not valid
ru: Пароль не идентичен

source: This settings need for switching on/off access to some services. It will segue to Main Settings for changing value.
ru: Данные настройки нужны для включения и отключения необходимых сервисов. В случае отключения приложение переведет Вас в настройки доступа

source: This settings allow you to switch on/off password, set timer how offen application will request you password and set allowing to Face ID
ru: Эти настройки позволяют устанавливать пароль для входа, настраивать время запроса ввода пароля, а также доступ к Face ID

source: You can change app icon, font of application, enable animation and vibration
ru: Вы можете поменять иконку приложения, размер и стиль шрифта, а также регулировать анимацию и вибрацию

source: You could change localization of application, read information about developer and read some features, which planned on near future
ru: Вы можете сменить локалицазию приложения,а также прочитать информацию по поводу ресурсов, используемых приложением.

source: Security settings
ru: Настройки безопасности

source: Account settings
ru: Настройки аккаунта

source: Set image
ru: Изменить

source: Do you want to switch on Notifications?
ru: Вы хотите включить Уведомления?

source: Settings
ru: Настройки

source: Enter Password
ru: Введите пароль

source: Log in to your Account
ru: Вход в аккаунт

source: Successfully
ru: Успешно

source: Please wait...
ru: Пожалуйста, подождите...

source: Error value!
ru: Ошибка значения

source: Enter some value!
ru: Введите значение!

source: Done
ru: Готово

source: Please enter a valid phone number with 7 or 10 digits
ru: Введите корректно номер телефона

source: Friend
ru: Друзья

source: Colleague
ru: Коллеги

source: Family
ru: Семья

source: Camera
ru: Камера

source: Photo Library
ru: Медиатека

source: Saved Photo Album
ru: Избранное

source: What do you want to do with this link
ru: Что вы хотите сделать с этой ссылкой?

source: Open in browser
ru: Открыть в браузере

source: Copy link
ru: Копировать

source: Can't get user's image
ru: Не удалось загрузить изображение

source: You need to turn on Face ID in system settings for future use
ru: Если вам необходимо включить Face ID,то зайти в системные настройки и включите вручную
